# not working
# ohmyzsh/ohmyzsh   path:plugins/fd
# ohmyzsh/ohmyzsh   path:plugins/lpass
# ohmyzsh/ohmyzsh   path:plugins/ripgrep

ohmyzsh/ohmyzsh   path:lib/clipboard.zsh
ohmyzsh/ohmyzsh   path:plugins/1password
ohmyzsh/ohmyzsh   path:plugins/colored-man-pages
ohmyzsh/ohmyzsh   path:plugins/copybuffer
ohmyzsh/ohmyzsh   path:plugins/copypath
ohmyzsh/ohmyzsh   path:plugins/cp
ohmyzsh/ohmyzsh   path:plugins/docker
ohmyzsh/ohmyzsh   path:plugins/docker-compose
ohmyzsh/ohmyzsh   path:plugins/fzf
ohmyzsh/ohmyzsh   path:plugins/git
ohmyzsh/ohmyzsh   path:plugins/iterm2
ohmyzsh/ohmyzsh   path:plugins/pip
ohmyzsh/ohmyzsh   path:plugins/tmux
ohmyzsh/ohmyzsh   path:plugins/z
djui/alias-tips
jeffreytse/zsh-vi-mode

# prompt
romkatv/powerlevel10k kind:fpath

# other plugins
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
zsh-users/zsh-autosuggestions

